{
  "company": {
    "name": "Itaperuna Distribuidora de Carnes",
    "footerName": "Itaperuna Distribuidora",
    "footerJuridicalName": "Itaperuna Distribuidora de Carnes Eireli",
    "slogan": "Qualidade e procedência em cada corte.",
    "cnpj": "34.670.798/0001-09",
    "email": "contato@itaperunadistribuidora.com.br",
    "phone": "+55 (14) 3120-0968",
    "whatsapp": "https://wa.me/552200000000",
    "logoAlt": "Logotipo da Itaperuna Distribuidora de Carnes",
    "foundedIn": "2019"
  },
  "about": {
    "short": "A Itaperuna Distribuidora de Carnes é especializada no comércio atacadista de carnes bovinas e suínas, oferecendo cortes selecionados com qualidade e procedência garantida.",
    "mission": "Fornecer carnes de alta qualidade com confiança, transparência e atendimento eficiente para açougues, mercados, restaurantes e comerciantes da região.",
    "vision": "Ser referência regional na distribuição de carnes, prezando por excelência, segurança alimentar e relações comerciais duradouras.",
    "values": [
      {
        "title": "Qualidade",
        "description": "Cortes bovinos e suínos selecionados com rigor e procedência certificada."
      },
      {
        "title": "Confiança",
        "description": "Relações sólidas com clientes, fornecedores e parceiros comerciais."
      },
      {
        "title": "Compromisso",
        "description": "Pontualidade e responsabilidade em toda a cadeia de distribuição."
      }
    ],
    "detailed": [
      "Trabalhamos com carnes bovinas e suínas selecionadas, prezando pela procedência, segurança e qualidade dos produtos distribuídos.",
      "Nosso compromisso é oferecer soluções adequadas para o comércio varejista e atacadista, entregando cortes que atendem às necessidades de cada cliente.",
      "Buscamos constantemente aprimorar nossa operação e fortalecer parcerias com frigoríficos e fornecedores certificados."
    ]
  },
  "address": {
    "street": "Rua Albertina de S. Pereira",
    "number": "67",
    "neighborhood": "São Matheus",
    "city": "Itaperuna",
    "state": "RJ",
    "zip": "28300-000",
    "country": "Brasil",
    "complement": "Casa Baixo"
  },
  "contact": {
    "email": "contato@itaperunadistribuidora.com.br",
    "phone": "+55 (14) 3120-0968",
    "serviceHours": "Segunda a sábado, das 7h às 18h",
    "supportMessage": "Estamos à disposição para atender pedidos, cotações e fornecer suporte ao seu negócio."
  },
  "social": {
    "facebook": "#",
    "instagram": "#",
    "linkedin": "#",
    "youtube": "#"
  },
  "services": [
    {
      "title": "Atacado de Carnes Bovinas",
      "description": "Cortes selecionados de alta qualidade, com procedência e segurança garantidas."
    },
    {
      "title": "Atacado de Carnes Suínas",
      "description": "Variedade de cortes suínos para abastecer açougues, mercados e restaurantes."
    },
    {
      "title": "Distribuição Segura",
      "description": "Logística estruturada para garantir entrega segura e dentro dos padrões sanitários."
    },
    {
      "title": "Atendimento Comercial Especializado",
      "description": "Equipe preparada para auxiliar na escolha dos melhores cortes e quantidades para o seu negócio."
    }
  ],
  "legal": {
    "privacy": {
      "lastUpdated": "7 de outubro de 2025",
      "sections": [
        {
          "title": "1. Introdução",
          "body": "Esta Política de Privacidade explica como a Itaperuna Distribuidora de Carnes coleta, utiliza e protege os dados pessoais de clientes, parceiros e visitantes."
        },
        {
          "title": "2. Dados coletados",
          "body": "Coletamos dados informados voluntariamente, como nome, telefone e e-mail, além de informações de navegação para estatísticas e segurança."
        },
        {
          "title": "3. Uso das informações",
          "body": "Utilizamos os dados para atendimento, orçamentos, comunicações comerciais e cumprimento de obrigações legais."
        },
        {
          "title": "4. Compartilhamento",
          "body": "Não comercializamos dados pessoais. Informações podem ser compartilhadas com parceiros essenciais, sempre seguindo a LGPD."
        },
        {
          "title": "5. Segurança",
          "body": "Adotamos medidas adequadas para proteger os dados contra acessos não autorizados e incidentes."
        },
        {
          "title": "6. Direitos do titular",
          "body": "O titular pode solicitar acesso, correção, portabilidade ou exclusão de dados pelo e-mail contato@itaperunadistribuidora.com.br."
        },
        {
          "title": "7. Contato do DPO",
          "body": "Para dúvidas sobre privacidade, entre em contato com nosso Encarregado de Dados no e-mail contato@itaperunadistribuidora.com.br."
        }
      ]
    },
    "terms": {
      "lastUpdated": "7 de outubro de 2025",
      "sections": [
        {
          "title": "1. Aceite dos termos",
          "body": "Ao acessar os canais da Itaperuna Distribuidora de Carnes, você concorda com estes Termos de Uso."
        },
        {
          "title": "2. Uso adequado",
          "body": "É proibido utilizar nossos conteúdos para fins ilícitos, reproduzi-los sem autorização ou comprometer a segurança da plataforma."
        },
        {
          "title": "3. Propriedade intelectual",
          "body": "Todo material exibido pela empresa é protegido por direitos autorais e não pode ser explorado comercialmente sem consentimento prévio."
        },
        {
          "title": "4. Limitação de responsabilidade",
          "body": "Empenhamos esforços para garantir informações atualizadas, mas podem ocorrer erros ou alterações sem aviso prévio."
        },
        {
          "title": "5. Atualizações",
          "body": "Os Termos podem ser atualizados a qualquer momento. Recomendamos revisão periódica."
        },
        {
          "title": "6. Foro",
          "body": "Fica eleito o foro da Comarca de Itaperuna/RJ para resolução de disputas."
        }
      ]
    },
    "privacyEn": {
      "lastUpdated": "October 7, 2025",
      "sections": [
        {
          "title": "1. Introduction",
          "body": "This Privacy Policy describes how Itaperuna Distribuidora de Carnes collects, uses, and protects personal data from customers, partners, and visitors."
        },
        {
          "title": "2. Data Collected",
          "body": "We collect voluntarily provided information such as name, phone, and email, as well as browsing data for statistical and security purposes."
        },
        {
          "title": "3. Use of Information",
          "body": "Data is used for customer service, quotations, communication, and legal compliance."
        },
        {
          "title": "4. Sharing",
          "body": "We do not sell personal data. Information may be shared only with essential partners in compliance with LGPD."
        },
        {
          "title": "5. Security",
          "body": "We implement safeguards to protect personal data from unauthorized access and incidents."
        },
        {
          "title": "6. Data Subject Rights",
          "body": "Users may request access, correction, portability, or deletion by contacting contato@itaperunadistribuidora.com.br."
        },
        {
          "title": "7. DPO Contact",
          "body": "For privacy matters, contact our Data Protection Officer at contato@itaperunadistribuidora.com.br."
        }
      ]
    },
    "termsEn": {
      "lastUpdated": "October 7, 2025",
      "sections": [
        {
          "title": "1. Acceptance of Terms",
          "body": "By accessing Itaperuna Distribuidora de Carnes channels, you agree to these Terms of Use."
        },
        {
          "title": "2. Proper Use",
          "body": "It is forbidden to use our content for unlawful purposes or to compromise platform security."
        },
        {
          "title": "3. Intellectual Property",
          "body": "All content is protected by copyright and cannot be commercially exploited without authorization."
        },
        {
          "title": "4. Limitation of Liability",
          "body": "Although we strive for accuracy, occasional errors may occur."
        },
        {
          "title": "5. Updates",
          "body": "These Terms may be updated at any time."
        },
        {
          "title": "6. Jurisdiction",
          "body": "The jurisdiction of Itaperuna/RJ, Brazil is elected for dispute resolution."
        }
      ]
    }
  }
}
