{
  "company": {
    "name": "Itaperuna Distribuidora de Carnes",
    "footerName": "Itaperuna Distribuidora",
    "footerJuridicalName": "Itaperuna Distribuidora de Carnes Eireli",
    "slogan": "Qualidade e procedência em cada entrega.",
    "cnpj": "34.670.798/0001-09",
    "email": "contato@itaperunadistribuidora.com.br",
    "phone": "+55 (14) 3120-0968",
    "whatsapp": "https://wa.me/552200000000",
    "logoAlt": "Logotipo da Itaperuna Distribuidora",
    "foundedIn": "2019"
  },
  "about": {
    "short": "A Itaperuna Distribuidora fornece proteínas selecionadas — de origem animal e vegetal — priorizando qualidade, segurança e confiança para comércio varejista e atacadista.",
    "mission": "Oferecer produtos alimentícios de procedência confiável, com atendimento eficiente, logística segura e foco nas necessidades de cada cliente.",
    "vision": "Ser referência regional na distribuição de proteínas, prezando por qualidade, segurança alimentar, inovação e sustentabilidade.",
    "values": [
      {
        "title": "Qualidade",
        "description": "Produtos selecionados com rigor e padrões elevados de controle."
      },
      {
        "title": "Confiança",
        "description": "Relações transparentes e duradouras com clientes, fornecedores e parceiros."
      },
      {
        "title": "Compromisso",
        "description": "Pontualidade, responsabilidade e respeito em toda a cadeia de distribuição."
      }
    ],
    "detailed": [
      "Trabalhamos com proteínas de diferentes origens, priorizando segurança, procedência e seleção criteriosa.",
      "Nosso foco é atender desde pequenos comércios até grandes operações, oferecendo soluções adequadas para cada demanda.",
      "Buscamos aprimoramento contínuo e parcerias responsáveis, incluindo linhas alternativas como opções vegetais."
    ]
  },
  "address": {
    "street": "Rua Albertina de S. Pereira",
    "number": "67",
    "neighborhood": "São Matheus",
    "city": "Itaperuna",
    "state": "RJ",
    "zip": "28300-000",
    "country": "Brasil",
    "complement": "Casa Baixo"
  },
  "contact": {
    "email": "contato@itaperunadistribuidora.com.br",
    "phone": "+55 (14) 3120-0968",
    "serviceHours": "Segunda a sábado, das 7h às 18h",
    "supportMessage": "Estamos à disposição para pedidos, cotações e suporte ao seu negócio."
  },
  "social": {
    "facebook": "#",
    "instagram": "#",
    "linkedin": "#",
    "youtube": "#"
  },
  "services": [
    {
      "title": "Atacado de Proteínas",
      "description": "Linha completa de proteínas selecionadas para abastecer comércio e food service."
    },
    {
      "title": "Opções Vegetais",
      "description": "Alternativas como carne de soja e proteínas vegetais para um portfólio mais completo e moderno."
    },
    {
      "title": "Distribuição Segura",
      "description": "Logística estruturada com padrões rigorosos de segurança e conservação."
    },
    {
      "title": "Atendimento Comercial Especializado",
      "description": "Equipe preparada para orientar na escolha das melhores soluções para seu negócio."
    }
  ],
  "catalog": {
    "enabled": true,
    "title": "Nossos Produtos",
    "subtitle": "Confira nossa seleção de produtos com qualidade e preços justos",
    "image": "/images/catalogo.png"
  },
  "legal": {
    "privacy": {
      "lastUpdated": "7 de outubro de 2025",
      "sections": [
        {
          "title": "1. Introdução",
          "body": "Esta Política de Privacidade explica como a Itaperuna Distribuidora coleta, utiliza e protege dados pessoais de clientes, parceiros e visitantes."
        },
        {
          "title": "2. Dados coletados",
          "body": "Coletamos dados fornecidos voluntariamente, como nome e e-mail, além de informações de navegação para análises e segurança."
        },
        {
          "title": "3. Uso das informações",
          "body": "Utilizamos os dados para atendimento, cotações, comunicações comerciais e cumprimento de obrigações legais."
        },
        {
          "title": "4. Compartilhamento",
          "body": "Dados podem ser compartilhados apenas com parceiros essenciais, sempre em conformidade com a LGPD."
        },
        {
          "title": "5. Segurança",
          "body": "Adotamos medidas técnicas e administrativas para proteger informações contra acessos indevidos."
        },
        {
          "title": "6. Direitos do titular",
          "body": "Você pode solicitar acesso, correção ou exclusão de dados pelo e-mail contato@itaperunadistribuidora.com.br."
        },
        {
          "title": "7. Contato do DPO",
          "body": "Dúvidas sobre privacidade podem ser enviadas ao nosso Encarregado de Dados no e-mail informado."
        }
      ]
    },
    "terms": {
      "lastUpdated": "7 de outubro de 2025",
      "sections": [
        {
          "title": "1. Aceite dos termos",
          "body": "Ao acessar nossos canais, você concorda com estes Termos de Uso."
        },
        {
          "title": "2. Uso adequado",
          "body": "É proibido comprometer a segurança da plataforma ou utilizar conteúdos para fins ilícitos."
        },
        {
          "title": "3. Propriedade intelectual",
          "body": "Conteúdos exibidos são protegidos por direitos autorais e não podem ser reproduzidos sem autorização."
        },
        {
          "title": "4. Limitação de responsabilidade",
          "body": "Buscamos manter informações atualizadas, mas erros podem ocorrer sem aviso prévio."
        },
        {
          "title": "5. Atualizações",
          "body": "Os Termos podem ser alterados a qualquer momento."
        },
        {
          "title": "6. Foro",
          "body": "Fica eleito o foro da Comarca de Itaperuna/RJ para resolução de disputas."
        }
      ]
    },
    "privacyEn": {
      "lastUpdated": "October 7, 2025",
      "sections": [
        {
          "title": "1. Introduction",
          "body": "This Privacy Policy explains how Itaperuna Distribuidora collects, uses, and protects personal data."
        },
        {
          "title": "2. Data Collected",
          "body": "We collect voluntarily provided data as well as browsing information for analytics and security."
        },
        {
          "title": "3. Use of Information",
          "body": "Data is used for service, quotations, communication, and legal compliance."
        },
        {
          "title": "4. Sharing",
          "body": "Information may be shared only with essential partners in compliance with LGPD."
        },
        {
          "title": "5. Security",
          "body": "Safeguards are implemented to protect data from unauthorized access."
        },
        {
          "title": "6. Data Subject Rights",
          "body": "Users may request access, correction or deletion via email."
        },
        {
          "title": "7. DPO Contact",
          "body": "For privacy matters, contact our Data Protection Officer."
        }
      ]
    },
    "termsEn": {
      "lastUpdated": "October 7, 2025",
      "sections": [
        {
          "title": "1. Acceptance of Terms",
          "body": "By accessing our channels, you accept these Terms."
        },
        {
          "title": "2. Proper Use",
          "body": "Using content for unlawful purposes or compromising security is prohibited."
        },
        {
          "title": "3. Intellectual Property",
          "body": "All materials are protected and cannot be commercially exploited without authorization."
        },
        {
          "title": "4. Limitation of Liability",
          "body": "We strive for accuracy but errors may occur."
        },
        {
          "title": "5. Updates",
          "body": "Terms may be updated periodically."
        },
        {
          "title": "6. Jurisdiction",
          "body": "Jurisdiction of Itaperuna/RJ, Brazil is elected for dispute resolution."
        }
      ]
    }
  }
}
