{
  "company": {
    "name": "Grãos Dourado Distribuidora de Grãos",
    "footerName": "Grãos Dourado Distribuidora",
    "footerJuridicalName": "Grãos Dourado Distribuidora de Grãos LTDA",
    "slogan": "Qualidade e procedência em grãos selecionados.",
    "cnpj": "34.665.501/0001-09",
    "email": "contato@graosdourado.online",
    "phone": "(11) 5194-2713",
    "whatsapp": "https://wa.me/551151942713",
    "logoAlt": "Logotipo da Grãos Dourado Distribuidora de Grãos",
    "foundedIn": "2019"
  },
  "about": {
    "short": "A Grãos Dourado Distribuidora atua no comércio atacadista de cereais e leguminosas beneficiadas, oferecendo produtos selecionados para abastecimento de mercados, mercearias e comércios locais.",
    "mission": "Fornecer grãos de qualidade com segurança, preço justo e atendimento eficiente ao setor varejista e atacadista.",
    "vision": "Ser referência regional na distribuição de cereais e leguminosas, prezando pela confiança e regularidade no abastecimento.",
    "values": [
      {
        "title": "Qualidade",
        "description": "Produtos cuidadosamente selecionados e armazenados de forma adequada."
      },
      {
        "title": "Confiabilidade",
        "description": "Parcerias sólidas com fornecedores e clientes, garantindo entregas consistentes."
      },
      {
        "title": "Compromisso",
        "description": "Atuação responsável e comprometida com boas práticas de distribuição."
      }
    ],
    "detailed": [
      "Trabalhamos com cereais e leguminosas beneficiados, prezando pela boa procedência e condições adequadas de armazenamento.",
      "Atendemos mercados, mercearias e comerciantes que necessitam de fornecimento constante e confiável.",
      "Buscamos manter parcerias com fornecedores certificados e manter uma operação eficiente na distribuição."
    ]
  },
  "address": {
    "street": "Avenida Nossa Senhora de Nazaré",
    "number": "120 Letra A",
    "neighborhood": "Centro",
    "city": "Palmeiras do Tocantins",
    "state": "TO",
    "zip": "77913-000",
    "country": "Brasil",
    "complement": ""
  },
  "contact": {
    "email": "contato@graosdourado.online",
    "phone": "(11) 5194-2713",
    "serviceHours": "Segunda a sábado, das 7h às 18h",
    "supportMessage": "Entre em contato para pedidos, cotações e suporte comercial."
  },
  "social": {
    "facebook": "#",
    "instagram": "#",
    "linkedin": "#",
    "youtube": "#"
  },
  "services": [
    {
      "title": "Comércio Atacadista de Cereais",
      "description": "Venda de cereais selecionados para abastecimento de varejistas e comerciantes."
    },
    {
      "title": "Distribuição de Leguminosas",
      "description": "Linha de leguminosas beneficiadas, prontas para comercialização no varejo."
    },
    {
      "title": "Fracionamento e Acondicionamento",
      "description": "Produtos fracionados e embalados conforme necessidade do cliente."
    },
    {
      "title": "Atendimento Comercial",
      "description": "Suporte para pedidos, informações e orientações sobre produtos."
    }
  ],
  "legal": {
    "privacy": {
      "lastUpdated": "7 de outubro de 2025",
      "sections": [
        {
          "title": "1. Introdução",
          "body": "Esta Política de Privacidade explica como a Grãos Dourado Distribuidora coleta, utiliza e protege dados pessoais de clientes e visitantes."
        },
        {
          "title": "2. Dados coletados",
          "body": "Coletamos dados como nome, telefone, e-mail e informações de contato fornecidas voluntariamente."
        },
        {
          "title": "3. Uso das informações",
          "body": "Os dados são utilizados para atendimento, cotações e comunicações comerciais."
        },
        {
          "title": "4. Compartilhamento",
          "body": "Não vendemos dados pessoais. Informações podem ser compartilhadas apenas com parceiros essenciais e conforme a lei."
        },
        {
          "title": "5. Segurança",
          "body": "Adotamos medidas adequadas para proteger informações contra acessos não autorizados."
        },
        {
          "title": "6. Direitos do titular",
          "body": "O titular pode solicitar alterações, exclusões ou informações pelo e-mail contato@graosdourado.online."
        },
        {
          "title": "7. Contato do DPO",
          "body": "Para dúvidas, envie uma mensagem ao encarregado de dados: contato@graosdourado.online."
        }
      ]
    },
    "terms": {
      "lastUpdated": "7 de outubro de 2025",
      "sections": [
        {
          "title": "1. Aceite dos termos",
          "body": "Ao acessar nossos canais, você concorda com estes Termos de Uso."
        },
        {
          "title": "2. Uso adequado",
          "body": "É proibido utilizar nossos conteúdos para fins ilícitos ou comprometer a segurança da plataforma."
        },
        {
          "title": "3. Propriedade intelectual",
          "body": "Todo conteúdo apresentado é protegido por direitos autorais."
        },
        {
          "title": "4. Limitação de responsabilidade",
          "body": "Buscamos manter informações atualizadas, mas podem ocorrer alterações sem aviso prévio."
        },
        {
          "title": "5. Atualizações",
          "body": "Estes Termos podem ser atualizados periodicamente."
        },
        {
          "title": "6. Foro",
          "body": "Fica eleito o foro de Palmeiras do Tocantins/TO para resolução de eventuais disputas."
        }
      ]
    },
    "privacyEn": {
      "lastUpdated": "October 7, 2025",
      "sections": [
        {
          "title": "1. Introduction",
          "body": "This Privacy Policy explains how Grãos Dourado Distribuidora collects and protects personal data."
        },
        {
          "title": "2. Data Collected",
          "body": "We collect contact information such as name, phone, and email when voluntarily provided."
        },
        {
          "title": "3. Use of Information",
          "body": "Data is used for customer service, quotations, and communication."
        },
        {
          "title": "4. Sharing",
          "body": "We do not sell personal data. Information is shared only when legally required or operationally necessary."
        },
        {
          "title": "5. Security",
          "body": "We take reasonable measures to protect personal data."
        },
        {
          "title": "6. Data Subject Rights",
          "body": "Users may request corrections or deletion by contacting contato@graosdourado.online."
        },
        {
          "title": "7. DPO Contact",
          "body": "For privacy matters, contact our Data Protection Officer via contato@graosdourado.online."
        }
      ]
    },
    "termsEn": {
      "lastUpdated": "October 7, 2025",
      "sections": [
        {
          "title": "1. Acceptance of Terms",
          "body": "By accessing our channels, you agree to these Terms of Use."
        },
        {
          "title": "2. Proper Use",
          "body": "It is forbidden to use our content for unlawful activities."
        },
        {
          "title": "3. Intellectual Property",
          "body": "All displayed content is protected by copyright."
        },
        {
          "title": "4. Limitation of Liability",
          "body": "Although we strive for accuracy, some information may change without notice."
        },
        {
          "title": "5. Updates",
          "body": "These Terms may be updated at any time."
        },
        {
          "title": "6. Jurisdiction",
          "body": "The jurisdiction of Palmeiras do Tocantins/TO, Brazil is elected for dispute resolution."
        }
      ]
    }
  }
}
